Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Simplify 2/4 first.
de: Vereinfache zuerst 2/4.
es: Primero simplifica 2/4.
fr: Simplifiez d'abord 2/4.
it: Semplifica prima 2/4.
pt_br: Simplifique 2/4 primeiro.

source: Simplify 2³ · 2⁴.
de: Vereinfache 2³ · 2⁴.
es: Simplifica 2³ · 2⁴.
fr: Simplifiez 2³ · 2⁴.
it: Semplifica 2³ · 2⁴.
pt_br: Simplifique 2³ · 2⁴.

source: Simplify 3x + 5x − 2x.
de: Vereinfache 3x + 5x − 2x.
es: Simplifica 3x + 5x − 2x.
fr: Simplifiez 3x + 5x − 2x.
it: Semplifica 3x + 5x − 2x.
pt_br: Simplifique 3x + 5x - 2x.

source: Simplify 8/12.
de: Kürze 8/12.
es: Simplifica 8/12.
fr: Simplifiez le 8/12.
it: Semplifica 8/12.
pt_br: Simplifique 12/08.

source: Simplify it like any fraction.
de: Kürze es wie jeden Bruch.
es: Simplifícalo como cualquier fracción.
fr: Simplifiez-le comme n’importe quelle fraction.
it: Semplificalo come qualsiasi frazione.
pt_br: Simplifique como qualquer fração.

source: Simplify log(50) + log(2). (Common log, base 10.)
de: Vereinfache log(50) + log(2). (Dekadischer Log, Basis 10.)
es: Simplifique log(50) + log(2). (Registro común, base 10.)
fr: Simplifiez log(50) + log(2). (Journal commun, base 10.)
it: Semplifica log(50) + log(2). (Log comune, base 10.)
pt_br: Simplifique log(50) + log(2). (Log comum, base 10.)

source: Simplify sin(−x) + sin(x).
de: Vereinfache sin(−x) + sin(x).
es: Simplifica sin(−x) + sin(x).
fr: Simplifiez sin(−x) + sin(x).
it: Semplifica sin(−x) + sin(x).
pt_br: Simplifique sin(−x) + sin(x).

source: Simplify the ratio 12 : 18.
de: Kürze das Verhältnis 12 : 18.
es: Simplifica la razón 12:18.
fr: Simplifiez le rapport 12 : 18.
it: Semplifica il rapporto 12:18.
pt_br: Simplifique a proporção 12: 18.

source: Simplify x⁵ / x².
de: Vereinfache x⁵ / x².
es: Simplifica x⁵ / x².
fr: Simplifiez x⁵ / x².
it: Semplifica x⁵ / x².
pt_br: Simplifique x⁵ / x².

source: Sine
de: Sinus
es: Seno
fr: Sinus
it: seno
pt_br: Seno

source: Six identical square faces.
de: Sechs identische quadratische Flächen.
es: Seis caras cuadradas idénticas.
fr: Six faces carrées identiques.
it: Sei facce quadrate identiche.
pt_br: Seis faces quadradas idênticas.

source: Sixteen times
de: Sechzehn mal
es: Dieciséis veces
fr: Seize fois
it: Sedici volte
pt_br: Dezesseis vezes

source: Skip
de: Überspringen
es: Saltar
fr: Sauter
it: Saltare
pt_br: Pular

source: Slope & Lines
de: Steigung & Geraden
es: Pendiente y líneas
fr: Pente et lignes
it: Pendenza e linee
pt_br: Inclinação e linhas

source: Slope from two points
de: Steigung aus zwei Punkten
es: Pendiente desde dos puntos
fr: Pente à partir de deux points
it: Pendenza da due punti
pt_br: Inclinação de dois pontos

source: Slope is zero.
de: Die Steigung ist 0.
es: La pendiente es cero.
fr: La pente est nulle.
it: La pendenza è zero.
pt_br: A inclinação é zero.

source: Slope of a horizontal line is:
de: Die Steigung einer waagerechten Geraden ist:
es: La pendiente de una recta horizontal es:
fr: La pente d'une ligne horizontale est :
it: La pendenza di una linea orizzontale è:
pt_br: A inclinação de uma linha horizontal é:

source: Slope through (1, 2) and (3, 8).
de: Steigung durch (1, 2) und (3, 8).
es: Pendiente a través de (1, 2) y (3, 8).
fr: Pente passant par (1, 2) et (3, 8).
it: Pendenza attraverso (1, 2) e (3, 8).
pt_br: Inclinação através de (1, 2) e (3, 8).

source: Slope-intercept form
de: Steigungs-Achsenabschnitts-Form
es: Forma pendiente-intersección
fr: Formulaire d'intersection de pente
it: Forma dell'intercettazione del pendio
pt_br: Formulário de interceptação de inclinação

source: Smallest first: −6, 6
de: Kleinster zuerst: −6, 6

source: So 7 < √50 < 8
de: Also 7 < √50 < 8
es: Entonces 7 < √50 < 8
fr: Donc 7 < √50 < 8
it: Quindi 7 < √50 < 8
pt_br: Então 7 <√50 <8

source: So it is arithmetic
de: Es ist also Arithmetik
es: entonces es aritmética
fr: C'est donc de l'arithmétique
it: Quindi è aritmetica
pt_br: Então é aritmética

source: So log_b(1) = 0.
de: Also log_b(1) = 0.
es: Entonces log_b(1) = 0.
fr: Donc log_b(1) = 0.
it: Quindi log_b(1) = 0.
pt_br: Então log_b(1) = 0.

source: So log₂(8) = 3.
de: Also log₂(8) = 3.
es: Entonces log₂(8) = 3.
fr: Donc log₂(8) = 3.
it: Quindi log₂(8) = 3.
pt_br: Então log₂(8) = 3.

source: So solve f′(x) = 0
de: Also löse f′(x) = 0

source: So the AND statement is false
de: Die AND-Anweisung ist also falsch
es: Entonces la declaración AND es falsa
fr: Donc l'instruction AND est fausse
it: Quindi l'istruzione AND è falsa
pt_br: Então a afirmação AND é falsa

source: So the OR statement is true
de: Die ODER-Aussage ist also wahr
es: Entonces el enunciado OR es verdadero.
fr: Donc l'instruction OR est vraie
it: Quindi l'affermazione OR è vera
pt_br: Então a afirmação OR é verdadeira

source: So the graph has 3 edges
de: Der Graph hat also 3 Kanten
es: Entonces la gráfica tiene 3 aristas.
fr: Le graphique a donc 3 arêtes
it: Quindi il grafico ha 3 spigoli
pt_br: Então o gráfico tem 3 arestas

source: So the relationship is strong and negative
de: Der Zusammenhang ist also stark und negativ

source: So their probabilities add to 1
de: Ihre Wahrscheinlichkeiten addieren sich also zu 1
es: Entonces sus probabilidades suman 1
fr: Leurs probabilités s'ajoutent donc à 1
it: Quindi la somma delle loro probabilità è 1
pt_br: Então suas probabilidades somam 1

source: So {1,2} is a subset
de: {1,2} ist also eine Teilmenge
es: Entonces {1,2} es un subconjunto
fr: Donc {1,2} est un sous-ensemble
it: Quindi {1,2} è un sottoinsieme
pt_br: Então {1,2} é um subconjunto

source: So |x| ≥ 0 for every x
de: Also gilt |x| ≥ 0 für jedes x

source: Solutions: −3, 7
de: Lösungen: −3, 7

source: Solve 2x ≥ 10.
de: Löse 2x ≥ 10.
es: Resuelve 2x ≥ 10.
fr: Résolvez 2x ≥ 10.
it: Risolvi 2x ≥ 10.
pt_br: Resolva 2x ≥ 10.

source: Solve a proportion by cross-multiplying.
de: Löse eine Proportion durch Multiplizieren über Kreuz.
es: Resuelve una proporción multiplicando de forma cruzada.
fr: Résolvez une proportion par multiplication croisée.
it: Risolvi una proporzione effettuando una moltiplicazione incrociata.
pt_br: Resolva uma proporção multiplicando cruzadamente.

source: Solve for the unknown by isolating it on one side.
de: Stelle die Variable durch Umformen frei.
es: Resuelve la incógnita aislándola por un lado.
fr: Résolvez l'inconnu en l'isolant d'un côté.
it: Risolvi l'ignoto isolandolo da un lato.
pt_br: Resolva o desconhecido isolando-o de um lado.

source: Solve for x:
de: Löse nach x:
es: Resuelva para x:
fr: Résoudre pour x :
it: Risolvi per x:
pt_br: Resolva para x:

source: Solve for x: log₃(x) = 4.
de: Löse nach x: log₃(x) = 4.
es: Resuelva para x: log₃(x) = 4.
fr: Résolvez pour x : log₃(x) = 4.
it: Risolvi per x: log₃(x) = 4.
pt_br: Resolva para x: log₃(x) = 4.

source: Solve inequalities like equations — with one twist: flip the sign when you multiply or divide by a negative.
de: Löse Ungleichungen wie Gleichungen — mit einem Haken: Drehe das Zeichen um, wenn du mit einer negativen Zahl multiplizierst oder teilst.
es: Resuelve desigualdades como ecuaciones, con un solo giro: cambia el signo al multiplicar o dividir por un negativo.
fr: Résolvez des inégalités telles que des équations, en un seul geste : inversez le signe lorsque vous multipliez ou divisez par un négatif.
it: Risolvi le disuguaglianze come le equazioni, con una sola soluzione: inverti il ​​segno quando moltiplichi o dividi per un negativo.
pt_br: Resolva desigualdades como equações - com uma reviravolta: inverta o sinal ao multiplicar ou dividir por um negativo.

source: Solve the proportion x / 4 = 9 / 12.
de: Löse die Proportion x / 4 = 9 / 12.
es: Resuelve la proporción x / 4 = 9 / 12.
fr: Résolvez la proportion x / 4 = 9 / 12.
it: Risolvi la proporzione x/4 = 9/12.
pt_br: Resolva a proporção x / 4 = 9/12.

source: Solve x + 3 < 7.
de: Löse x + 3 < 7.
es: Resuelve x + 3 < 7.
fr: Résolvez x + 3 < 7.
it: Risolvi x + 3 < 7.
pt_br: Resolva x + 3 <7.

source: Solve x² − 5x + 6 = 0. Give both roots, comma-separated, smallest first.
de: Löse x² − 5x + 6 = 0. Beide Lösungen, kommagetrennt, kleinster Wert zuerst.
es: Resuelve x² − 5x + 6 = 0. Escribe ambas raíces, separadas por comas, la más pequeña primero.
fr: Résolvez x² − 5x + 6 = 0. Donnez les deux racines, séparées par des virgules, la plus petite en premier.
it: Risolvi x² − 5x + 6 = 0. Inserisci entrambe le radici, separate da virgole, iniziando dalla più piccola.
pt_br: Resolva x² − 5x + 6 = 0. Forneça ambas as raízes, separadas por vírgula, a menor primeiro.

source: Solve x² − 9 = 0. Smallest first, comma-separated.
de: Löse x² − 9 = 0. Kleinster Wert zuerst, kommagetrennt.
es: Resuelva x² − 9 = 0. El más pequeño primero, separado por comas.
fr: Résolvez x² − 9 = 0. Le plus petit en premier, séparé par des virgules.
it: Risolvi x² − 9 = 0. Prima il più piccolo, separato da virgole.
pt_br: Resolva x² − 9 = 0. O menor primeiro, separado por vírgula.

source: Solve |2x| = 8. Smallest first, comma-separated.
de: Löse |2x| = 8. Kleinster Wert zuerst, kommagetrennt.

source: Solve |x − 2| = 5. Smallest first, comma-separated.
de: Löse |x − 2| = 5. Kleinster Wert zuerst, kommagetrennt.

source: Solve |x| = 6. Smallest first, comma-separated.
de: Löse |x| = 6. Kleinster Wert zuerst, kommagetrennt.

source: Solve −3x < 9.
de: Löse −3x < 9.
es: Resuelve −3x < 9.
fr: Résolvez −3x < 9.
it: Risolvi −3x < 9.
pt_br: Resolva −3x <9.

source: Solve: 2x + 3 = 11
de: Löse: 2x + 3 = 11
es: Resuelve: 2x + 3 = 11
fr: Résolvez : 2x + 3 = 11
it: Risolvi: 2x + 3 = 11
pt_br: Resolva: 2x + 3 = 11

source: Solve: 7 = x + 4.
de: Löse: 7 = x + 4.
es: Resuelve: 7 = x + 4.
fr: Résoudre : 7 = x + 4.
it: Risolvi: 7 = x + 4.
pt_br: Resolva: 7 = x + 4.

source: Solve: x² + x − 6 = 0. Smallest first.
de: Löse: x² + x − 6 = 0. Kleinster Wert zuerst.
es: Resuelve: x² + x − 6 = 0. El más pequeño primero.
fr: Résoudre : x² + x − 6 = 0. Le plus petit en premier.
it: Risolvi: x² + x − 6 = 0. Prima il più piccolo.
pt_br: Resolva: x² + x − 6 = 0. O menor primeiro.

source: Solve: −2x + 8 = 0.
de: Löse: −2x + 8 = 0.
es: Resuelva: −2x + 8 = 0.
fr: Résoudre : −2x + 8 = 0.
it: Risolvi: −2x + 8 = 0.
pt_br: Resolva: −2x + 8 = 0.

source: Sort first.
de: Zuerst sortieren.
es: Ordenar primero.
fr: Triez d’abord.
it: Ordina prima.
pt_br: Classifique primeiro.

source: Sorted: 1, 3, 4, 8, 9
de: Sortiert: 1, 3, 4, 8, 9
es: Ordenado: 1, 3, 4, 8, 9
fr: Triés : 1, 3, 4, 8, 9
it: Ordinati: 1, 3, 4, 8, 9
pt_br: Ordenado: 1, 3, 4, 8, 9

source: Spaced repetition
de: Verteiltes Wiederholen
es: repetición espaciada
fr: Répétition espacée
it: Ripetizione spaziata
pt_br: Repetição espaçada

source: Spaced repetition brings back what you are about to forget
de: Wiederholungen kommen zurück, bevor du sie vergisst
es: El repaso inteligente recupera lo que estás a punto de olvidar
fr: La révision intelligente fait revenir ce que vous risquez d’oublier
it: Il ripasso intelligente ripropone ciò che stai per dimenticare
pt_br: A revisão inteligente traz de volta o que você está prestes a esquecer

source: Special values
de: Besondere Werte
es: Valores especiales
fr: Valeurs spéciales
it: Valori speciali
pt_br: Valores especiais

source: Sphere
de: Kugel
es: Esfera
fr: Sphère
it: Sfera
pt_br: Esfera

source: Split into x − 2 = 5 and x − 2 = −5.
de: Teile auf in x − 2 = 5 und x − 2 = −5.

source: Square and square root
de: Quadrat und Quadratwurzel
es: Raíz cuadrada y cuadrada
fr: Carré et racine carrée
it: Quadrato e radice quadrata
pt_br: Raiz quadrada e quadrada

source: Square both.
de: Quadriere beide.
es: Cuadre ambos.
fr: Carré les deux.
it: Piazza entrambi.
pt_br: Esquadre ambos.

source: Square the input first.
de: Quadriere zuerst die Eingabe.
es: Primero cuadre la entrada.
fr: Mettez d'abord au carré l'entrée.
it: Prima quadra l'input.
pt_br: Eleve a entrada primeiro ao quadrado.

source: Square the legs, add, take the root.
de: Katheten quadrieren, addieren, Wurzel ziehen.
es: Cuadrar las patas, agregar, sacar la raíz.
fr: Carrez les pattes, ajoutez, prenez la racine.
it: Quadrare le gambe, aggiungere, prendere la radice.
pt_br: Esquadre as pernas, adicione, tire a raiz.

source: Squaring and taking the square root are inverses.
de: Quadrieren und Wurzelziehen sind Umkehroperationen.
es: Cuadrar y sacar raíz cuadrada son inversos.
fr: La mise au carré et la racine carrée sont des inverses.
it: La quadratura e l'estrazione della radice quadrata sono operazioni inverse.
pt_br: Elevar ao quadrado e extrair a raiz quadrada são inversos.

source: Standard derivative.
de: Standard-Ableitung.
es: Derivada estándar.
fr: Dérivé standard.
it: Derivata standard.
pt_br: Derivada padrão.

source: Start 3-day free trial
de: 3 Tage kostenlos testen
es: Empezar 3 días gratis
fr: Essayer 3 jours gratuitement
it: Prova gratis per 3 giorni
pt_br: Começar 3 dias grátis

source: Start 7-day free trial
de: 7 Tage kostenlos testen
es: Empezar 7 días gratis
fr: Essayer 7 jours gratuitement
it: Prova gratis per 7 giorni
pt_br: Começar 7 dias grátis

source: Start my plan
de: Meinen Plan starten
es: Empezar mi plan
fr: Commencer mon plan
it: Inizia il mio piano
pt_br: Começar meu plano

source: Start practice
de: Übung starten
es: Empezar a practicar
fr: Commencer la pratique
it: Inizia la pratica
pt_br: Comece a praticar

source: Start with core skills and short wins.
de: Starte mit Kernfähigkeiten und schnellen Erfolgserlebnissen.
es: Empieza con habilidades básicas y logros rápidos.
fr: Commencez par les bases et de petites victoires.
it: Inizia con competenze fondamentali e piccoli successi.
pt_br: Comece com habilidades centrais e vitórias rápidas.

source: Statistics
de: Statistik
es: Estadística
fr: Statistiques
it: Statistiche
pt_br: Estatísticas

source: Statistics Starter
de: Statistik-Einstieg
es: Inicio de estadística
fr: Départ en statistiques
it: Primi passi in statistica
pt_br: Introdução à estatística

source: Stay one more year for 25 % off.
de: Bleib ein weiteres Jahr mit 25 % Rabatt.
es: Quédate un año más con 25 % de descuento.
fr: Restez un an de plus avec 25 % de réduction.
it: Resta un altro anno con il 25 % di sconto.
pt_br: Fique mais um ano com 25 % de desconto.

source: Stays the same
de: Bleibt gleich
es: sigue igual
fr: Reste le même
it: Resta lo stesso
pt_br: Permanece o mesmo

source: Steady builder
de: Stabiler Aufbau
es: Construcción constante
fr: Progression régulière
it: Crescita costante
pt_br: Construção constante

source: Step-by-step solutions
de: Schritt-für-Schritt-Lösungen
es: Soluciones paso a paso
fr: Des solutions étape par étape
it: Soluzioni passo dopo passo
pt_br: Soluções passo a passo

source: Step-by-step solutions for every wrong answer
de: Schritt-für-Schritt-Lösungen bei jeder falschen Antwort
es: Soluciones paso a paso para cada respuesta incorrecta
fr: Des solutions étape par étape pour chaque mauvaise réponse
it: Soluzioni passo passo per ogni risposta sbagliata
pt_br: Soluções passo a passo para cada resposta errada

source: Step-by-step solutions, every time
de: Schritt-für-Schritt-Lösungen, immer
es: Soluciones paso a paso, siempre
fr: Des solutions étape par étape, à chaque fois
it: Soluzioni passo dopo passo, ogni volta
pt_br: Soluções passo a passo, sempre

source: Straight line
de: Gerade
es: linea recta
fr: Ligne droite
it: Linea retta
pt_br: Linha reta

source: Straight up means no horizontal component.
de: Gerade nach oben bedeutet keine horizontale Komponente.
es: Hacia arriba significa que no hay componente horizontal.
fr: Tout droit signifie aucune composante horizontale.
it: Dritto significa nessuna componente orizzontale.
pt_br: Direto para cima significa que não há componente horizontal.

source: Strictly greater than.
de: Echt größer als.
es: Estrictamente mayor que.
fr: Strictement supérieur à.
it: Strettamente maggiore di.
pt_br: Estritamente maior que.

source: Strong negative
de: Stark negativ

source: Strong negative correlation
de: Starke negative Korrelation

source: Strong positive correlation
de: Starke positive Korrelation

source: Students preparing for homework, exams, and finals
de: Schüler und Studierende, die Hausaufgaben, Tests und Prüfungen vorbereiten
es: Estudiantes que preparan tareas, exámenes y finales
fr: Élèves et étudiants qui préparent devoirs, examens et contrôles
it: Studenti che preparano compiti, esami e verifiche
pt_br: Estudantes que se preparam para tarefas, provas e exames finais

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: Sottoscrizione
pt_br: Subscrição

source: Subset means every item is contained in another set.
de: Untermenge bedeutet, dass jedes Element in einer anderen Menge enthalten ist.
es: Subconjunto significa que cada elemento está contenido en otro conjunto.
fr: Sous-ensemble signifie que chaque élément est contenu dans un autre ensemble.
it: Sottoinsieme significa che ogni elemento è contenuto in un altro insieme.
pt_br: Subconjunto significa que cada item está contido em outro conjunto.

source: Substitute the input wherever x appears.
de: Setze die Eingabe überall dort ein, wo x steht.
es: Sustituya la entrada dondequiera que aparezca x.
fr: Remplacez l'entrée partout où x apparaît.
it: Sostituisci l'input ovunque appaia x.
pt_br: Substitua a entrada sempre que x aparecer.

source: Substitute the tangent identity.
de: Tangens-Identität einsetzen.
es: Sustituye la identidad tangente.
fr: Remplacez l'identité tangente.
it: Sostituisci l'identità tangente.
pt_br: Substitua a identidade tangente.

source: Substitute x = 0.
de: x = 0 einsetzen.
es: Sustituye x = 0.
fr: Remplacez x = 0.
it: Sostituisci x = 0.
pt_br: Substitua x = 0.

source: Substitute x = 4.
de: Setze x = 4 ein.

source: Substitute y = 3.
de: Setze y = 3 ein.
es: Sustituye y = 3.
fr: Remplacez y = 3.
it: Sostituisci y = 3.
pt_br: Substitua y = 3.

source: Substitution
de: Einsetzen
es: Sustitución
it: Sostituzione
pt_br: Substituição

source: Subtract (5, 6) − (2, 1).
de: Subtrahiere (5, 6) − (2, 1).
es: Resta (5, 6) − (2, 1).
fr: Soustraire (5, 6) − (2, 1).
it: Sottrai (5, 6) − (2, 1).
pt_br: Subtraia (5, 6) − (2, 1).

source: Subtract 2x: 3x − 3 = 9
de: −2x: 3x − 3 = 9
es: Resta 2x: 3x − 3 = 9
fr: Soustraire 2x : 3x − 3 = 9
it: Sottrai 2x: 3x − 3 = 9
pt_br: Subtraia 2x: 3x − 3 = 9

source: Subtract 3 from both sides.
de: Subtrahiere 3 auf beiden Seiten.
es: Resta 3 de ambos lados.
fr: Soustrayez 3 des deux côtés.
it: Sottrai 3 da entrambi i lati.
pt_br: Subtraia 3 de ambos os lados.

source: Subtract 4 from both sides.
de: Auf beiden Seiten 4 abziehen.
es: Resta 4 de ambos lados.
fr: Soustrayez 4 des deux côtés.
it: Sottrai 4 da entrambi i lati.
pt_br: Subtraia 4 de ambos os lados.

source: Subtract 6 from both sides, then divide by 2.
de: Auf beiden Seiten 6 abziehen, dann durch 2 teilen.
es: Resta 6 de ambos lados y luego divide entre 2.
fr: Soustrayez 6 des deux côtés, puis divisez par 2.
it: Sottrai 6 da entrambi i lati, quindi dividi per 2.
pt_br: Subtraia 6 de ambos os lados e divida por 2.

source: Subtract 6: 2x = 8
de: −6: 2x = 8
es: Resta 6: 2x = 8
fr: Soustraire 6 : 2x = 8
it: Sottrai 6: 2x = 8
pt_br: Subtraia 6: 2x = 8

source: Subtract component by component.
de: Subtrahieren Sie Komponente für Komponente.
es: Reste componente por componente.
fr: Soustrayez composant par composant.
it: Sottrai componente per componente.
pt_br: Subtraia componente por componente.

source: Subtract expenses from income.
de: Subtrahieren Sie die Ausgaben von den Einnahmen.
es: Resta los gastos de los ingresos.
fr: Soustrayez les dépenses des revenus.
it: Sottrarre le spese dalle entrate.
pt_br: Subtraia as despesas das receitas.

source: Subtract exponents.
de: Exponenten subtrahieren.
es: Restar exponentes.
fr: Soustrayez les exposants.
it: Sottrai gli esponenti.
pt_br: Subtraia expoentes.

source: Subtracting a negative
de: Eine negative Zahl abziehen
es: Restando un negativo
fr: Soustraire un négatif
it: Sottrarre un negativo
pt_br: Subtraindo um negativo

source: Subtracting a negative is adding.
de: Eine negative Zahl abzuziehen ist dasselbe wie addieren.
es: Restar un negativo es sumar.
fr: Soustraire un négatif, c'est ajouter.
it: Sottrarre un negativo significa aggiungere.
pt_br: Subtrair um negativo é somar.

source: Sum rule
de: Summenregel
es: regla de la suma
fr: Règle de somme
it: Regola della somma
pt_br: Regra de soma

source: Sum: 2x + 5
de: Summe: 2x + 5
es: Suma: 2x + 5
fr: Somme : 2x + 5
it: Somma: 2x + 5
pt_br: Soma: 2x + 5

source: Sum: 5/6
de: Summe: 5/6
es: Suma: 5/6
fr: Somme : 5/6
it: Somma: 5/6
pt_br: Soma: 5/6

source: Sum: 6x + 2
de: Summe: 6x + 2
es: Suma: 6x + 2
fr: Somme : 6x + 2
it: Somma: 6x + 2
pt_br: Soma: 6x + 2

source: Surface Area
de: Oberfläche
es: Área de superficie
fr: Superficie
it: Superficie
pt_br: Área de Superfície

source: Surface area is the total area of every face of a solid — measured in square units.
de: Die Oberfläche ist der Gesamtflächeninhalt aller Flächen eines Körpers — gemessen in Quadrateinheiten.
es: El área de superficie es el área total de cada cara de un sólido, medida en unidades cuadradas.
fr: La superficie est la superficie totale de chaque face d'un solide, mesurée en unités carrées.
it: L'area superficiale è l'area totale di ogni faccia di un solido, misurata in unità quadrate.
pt_br: A área de superfície é a área total de cada face de um sólido – medida em unidades quadradas.

source: Surface area of a cube with side 2?
de: Oberfläche eines Würfels mit Seite 2?
es: ¿Área de superficie de un cubo de lado 2?
fr: Superficie d'un cube de côté 2 ?
it: Area della superficie di un cubo di lato 2?
pt_br: Área de superfície de um cubo com lado 2?

source: Surface area of a cube with side 5?
de: Oberfläche eines Würfels mit Seite 5?
es: ¿Área de superficie de un cubo de lado 5?
fr: Superficie d'un cube de côté 5 ?
it: Area della superficie di un cubo di lato 5?
pt_br: Área de superfície de um cubo com lado 5?

source: Surface area of a sphere with radius 1? In terms of π.
de: Oberfläche einer Kugel mit Radius 1? Mit π ausgedrückt.
es: ¿Área de superficie de una esfera con radio 1? En términos de π.
fr: Superficie d'une sphère de rayon 1 ? En termes de π.
it: Area della superficie di una sfera di raggio 1? In termini di π.
pt_br: Área de superfície de uma esfera com raio 1? Em termos de π.

source: Symmetric data often has mean and median close together.
de: Bei symmetrischen Daten liegen Mittelwert und Median häufig nahe beieinander.
es: Los datos simétricos suelen tener la media y la mediana muy juntas.
fr: Les données symétriques ont souvent une moyenne et une médiane rapprochées.
it: I dati simmetrici spesso hanno media e mediana vicine.
pt_br: Os dados simétricos geralmente têm média e mediana próximas.

source: Symmetry
de: Symmetrie
es: Simetría
fr: Symétrie
it: Simmetria
pt_br: Simetria

source: Systems as Matrices
de: Systeme als Matrizen
es: Sistemas como matrices
fr: Des systèmes comme matrices
it: Sistemi come matrici
pt_br: Sistemas como Matrizes

source: Systems of Equations
de: Gleichungssysteme
es: Sistemas de ecuaciones
fr: Systèmes d'équations
it: Sistemi di equazioni
pt_br: Sistemas de Equações

source: Tangent
de: Tangens
es: Tangente
fr: Tangente
it: Tangente
pt_br: Tangente

source: Tangent identity
de: Tangens-Identität
es: Identidad tangente
fr: Identité tangente
it: Identità tangente
pt_br: Identidade tangente

source: Tap the bookmark on any formula to save it here.
de: Tippe das Lesezeichen bei einer Formel, um sie zu speichern.
es: Toque el marcador de cualquier fórmula para guardarla aquí.
fr: Appuyez sur le signet de n'importe quelle formule pour l'enregistrer ici.
it: Tocca il segnalibro su qualsiasi formula per salvarla qui.
pt_br: Toque no marcador de qualquer fórmula para salvá-la aqui.

source: Terms
de: AGB
es: Términos
fr: Conditions
it: Termini
pt_br: Termos
